{
  "Language": {
    "french": "français",
    "english": "anglais"
  },
  "Buttons": {
    "demoCTA": "Essayer la démo",
    "discordCTA": "Chattez avec nous sur Discord",
    "newsLetterCTA": "S'inscrire à la newsletter",
    "newsLetterSignUp": "Inscrivez moi !"
  },
  "EditorRow": {
    "title": "Il est temps d'abandonner Excel.",
    "description": "Traduisez votre magasin Shopify en un instant, sans le risque de le détruire lié aux apps Shopify, ni les problèmes d'utilisation d'un éditeur de tableur archaïque.",
    "bottomNote": "(et oubliez ces problèmes d'importation)"
  },
  "FeaturesBlock": {
    "title": "Voilà comment ça marche",
    "subtitle": "Téléchargez votre fichier CSV et c'est parti !"
  },
  "FileExplorerRow": {
    "text": "Téléchargez (upload et download), gérez et même restaurez des versions précédentes de vos fichiers, en utilisant votre espace de stockage dédié dans le cloud, directement depuis l'application."
  },
  "FiltersRow": {
    "text": "Filtrez et naviguez facilement à travers votre fichier sans vous perdre ou finir frustré, grâce à des outils uniques et une interface customisable."
  },
  "CodeEditorRow": {
    "title": "Éditeur de tableur vs ShopiCSV",
    "text": "Traduisez vos e-mails sans vous prendre la tête !\nÉditez le code dans un éditeur spécialisé avec recherche & remplacement, numéros de ligne, undo/redo (annuler et refaire) et colorisation du texte intégrés."
  },
  "RoadMapRow": {
    "title": "Super ! Mais c'est quoi la suite ?",
    "subtitle": "Nous comme constamment entrain de travailler pour améliorer ShopiCSV.\nVoici quelques unes des fonctionnalités à venir:",
    "feature1": "Un éditeur pour les CSV de produits",
    "feature2": "Des éditeurs visuels pour les templates\n(e-mail, sms, ...)",
    "feature3": "Une traduction 100% automatique"
  },
  "NewsletterRow": {
    "title": "Prêt à gagner du temps ?",
    "subtitle": "Inscrivez-vous à notre newsletter pour savoir quand ShopiCSV sera disponible !",
    "occupationLabel": "Je suis...",
    "occupationPro": "Un professionel",
    "occupationHob": "Un curieux",
    "infoMsg": "Nous vous promettons que que vous ne recevrez que du contenu lié à ShopiCSV et que votre e-mail ne finira pas dans de mauvaises mains (pas de spam non plus)",
    "errorMsg": "Quelque chose s'est mal passé, réessayez plus tard ou contactez nous",
    "successMsg": "Merci, un message de confirmation vous à été envoyé",
    "recaptchaError": "Quelque chose s'est mal passé lors de la validation de votre ReCAPTCHA, désactivez votre bloqueur de publicité si vous en avez un ou rafraîchissez la page"
  },
  "StoryRow": {
    "storyTitle": "Forgé dans les flammes",
    "storyBody": "ShopiCSV est né d'une nécessité, voyant comment éditer des fichiers CSV dans une application de tableur standard prenait du temps et comment les applications intégrées déréglais nos sites, nous nous sommes donné la mission de créer un outil qui serait facile d'utilisation, customisable, n'ayant aucune chance de détruire la boutique et reposant pour les yeux.",
    "devText": "Profitez d'une aide directe de développeurs accéssibles",
    "devBody": "Nous savons que ce qui fait un super outil est l'abilité des développeurs à le modifier et l'améliorer en se basant sur les requêtes et retours des utilisateurs. En faisant partie de la communauté ShopiCSV, vous serez à même de parler directement avec les développeurs afin de résoudre vos problèmes ou de réclamer de nouvelles fonctionnalités."
  },
  "Footer": {
    "contact": "Contact",
    "about": "À propos"
  }
}
